Autodesk.Revit.DB.Electrical.ElectricalPhaseLine
This attribute defines the electrical phase.
Since:
2025

Autodesk.Revit.DB.Electrical.ElectricalPhaseLine.C
Phase C

Autodesk.Revit.DB.Electrical.ElectricalPhaseLine.B
Phase B

Autodesk.Revit.DB.Electrical.ElectricalPhaseLine.A
Phase A

Autodesk.Revit.DB.Electrical.ElectricalPhaseLine.Invalid
Not defined.